 [
  {"text": "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions.", "author": "Bhagavad Gita 2.47"},
  {"text": "Whatever action is performed by a great man, common men follow. And whatever standards he sets by exemplary acts, all the world pursues.", "author": "Bhagavad Gita 3.21"},
  {"text": "One who sees inaction in action, and action in inaction, is intelligent among men.", "author": "Bhagavad Gita 4.18"},
  {"text": "In the Age of Kali, the only means of deliverance is chanting the holy names of the Lord. There is no other way, no other way, no other way.", "author": "Brihan-naradiya Purana 38.126"},
  {"text": "As the embodied soul continually passes, in this body, from boyhood to youth to old age, the soul similarly passes into another body at death.", "author": "Bhagavad Gita 2.13"},
  {"text": "O Lord, those who chant Your holy name, even neglectfully, will be purified of all sin. Therefore, what to speak of those who chant it with faith and reverence?", "author": "Srimad Bhagavatam 6.2.14"},
  {"text": "The soul can never be cut into pieces by any weapon, nor burned by fire, nor moistened by water, nor withered by the wind.", "author": "Bhagavad Gita 2.23"},
  {"text": "Always think of Me, become My devotee, worship Me, and offer your homage unto Me. Thus, you will come to Me without fail.", "author": "Bhagavad Gita 9.34"},
  {"text": "Hearing the narrations of the transcendental activities of the Lord is pleasing to the ears and satisfying to the heart.", "author": "Srimad Bhagavatam 1.2.17"},
  {"text": "Those who are free from anger and all material desires, who are self-realized, self-disciplined, and constantly endeavoring for perfection, are liberated in the Supreme.", "author": "Bhagavad Gita 5.26"},
  {"text": "By rendering devotional service unto the Personality of Godhead, Sri Krishna, one immediately acquires causeless knowledge and detachment from the world.", "author": "Srimad Bhagavatam 1.2.7"},
  {"text": "The supreme occupation for all humanity is that by which men can attain to loving devotional service unto the transcendent Lord.", "author": "Srimad Bhagavatam 1.2.6"},
  {"text": "In the material world, one who is unaffected by whatever good or evil they may obtain, neither praising it nor despising it, is firmly fixed in perfect knowledge.", "author": "Bhagavad Gita 2.57"},
  {"text": "A person is said to have attained yoga when they are no longer attached to material desires or activities, and their mind is under complete control.", "author": "Bhagavad Gita 6.4"},
  {"text": "The holy name of the Lord is the most powerful means of liberation, far more effective than austerities, sacrifices, and other processes.", "author": "Chaitanya Charitamrita, Antya-lila 20.11"},
  {"text": "The dust of the feet of the pure devotees, the nectar of their words, and the remembrance of their activities are the three most potent forms of spiritual energy.", "author": "Srimad Bhagavatam 4.30.37"},
  {"text": "Out of thousands of persons, one may endeavor for perfection, and out of those who have achieved perfection, hardly one knows Me in truth.", "author": "Bhagavad Gita 7.3"},
  {"text": "The supreme Lord accepts the service of His devotee as being greater than His own position.", "author": "Chaitanya Charitamrita, Madhya-lila 8.69"},
  {"text": "A pure devotee who is always engaged in devotional service never desires anything for personal sense gratification.", "author": "Srimad Bhagavatam 6.11.24"},
  {"text": "All purposes served by a small well can at once be served by a great reservoir of water. Similarly, all the purposes of the Vedas can be served to one who knows the purpose behind them.", "author": "Bhagavad Gita 2.46"},
  {"text": "The holy name of the Lord is as powerful as the Lord Himself, and it bestows all spiritual benedictions.", "author": "Padma Purana"},
  {"text": "One who sees all beings as equal, in happiness and distress, truly sees.", "author": "Bhagavad Gita 6.32"},
  {"text": "The beauty of the world is revealed through the pure heart of a devotee.", "author": "Chaitanya Charitamrita, Adi-lila 1.68"},
  {"text": "The supreme perfection of life is to attain pure love for Krishna.", "author": "Srimad Bhagavatam 10.14.8"},
  {"text": "The yogi who meditates on the Supersoul within the heart achieves ultimate peace.", "author": "Bhagavad Gita 6.15"},
  {"text": "The Lord is not partial to anyone. His mercy is equally distributed, just like the sun shines everywhere.", "author": "Srimad Bhagavatam 8.23.8"},
  {"text": "Even a moment's association with a pure devotee brings the greatest benefit to the soul.", "author": "Chaitanya Charitamrita, Madhya-lila 22.54"},
  {"text": "Those who engage in My pure devotional service will come to Me.", "author": "Bhagavad Gita 9.31"},
  {"text": "Just as fire burns dry grass to ashes, so the holy name of the Lord destroys all sinful reactions.", "author": "Srimad Bhagavatam 6.2.18"},
  {"text": "One should chant the holy name of the Lord with humility, thinking oneself lower than the straw in the street.", "author": "Chaitanya Charitamrita, Adi-lila 17.31"},
  {"text": "The Lord resides within the heart of every living being.", "author": "Bhagavad Gita 18.61"},
  {"text": "Devotional service begins with hearing and chanting about the glories of the Supreme Lord.", "author": "Srimad Bhagavatam 7.5.23"},
  {"text": "The soul is eternal and cannot be destroyed.", "author": "Bhagavad Gita 2.20"},
  {"text": "The devotee is always protected by the Lord in all circumstances.", "author": "Srimad Bhagavatam 10.14.58"},
  {"text": "Happiness in the material world is temporary and full of suffering.", "author": "Bhagavad Gita 8.15"},
  {"text": "The Lord appears in every age to protect His devotees and annihilate the miscreants.", "author": "Bhagavad Gita 4.8"},
  {"text": "The material body is subject to birth, death, old age, and disease, but the soul is eternal and full of bliss.", "author": "Bhagavad Gita 2.13"},
  {"text": "The mind is restless and difficult to control, but it can be conquered through practice and detachment.", "author": "Bhagavad Gita 6.35"},
  {"text": "A devotee who surrenders fully to the Lord is freed from all karmic reactions.", "author": "Srimad Bhagavatam 11.29.20"},
  {"text": "The Lord is the ultimate shelter of all living beings.", "author": "Bhagavad Gita 18.66"},
  {"text": "As the rainwater falling on the mountain reaches the ocean, so the offerings to the Supreme reach Him directly.", "author": "Chandogya Upanishad 5.10.5"},
  {"text": "The Lord accepts even a simple offering of a leaf, flower, fruit, or water if it is offered with devotion.", "author": "Bhagavad Gita 9.26"},
  {"text": "One who remembers Me at the time of death attains My abode without fail.", "author": "Bhagavad Gita 8.5"},
  {"text": "The holy names of the Lord are the greatest treasure in the age of Kali.", "author": "Brihan-naradiya Purana 38.126"},
  {"text": "The Supreme Lord is present in the heart of every living entity as the Supersoul.", "author": "Bhagavad Gita 15.15"},
  {"text": "Real knowledge is understanding the difference between the soul and the material body.", "author": "Bhagavad Gita 13.3"},
  {"text": "The Lord's mercy is causeless and can elevate the fallen soul to the highest platform of devotion.", "author": "Srimad Bhagavatam 3.29.13"},
  {"text": "Even the demigods aspire to the dust of the feet of a pure devotee.", "author": "Srimad Bhagavatam 6.11.25"},
  {"text": "One who offers all activities unto Me, without attachment, is freed from bondage to the results of action.", "author": "Bhagavad Gita 3.30"},
  {"text": "The spiritual master is the representative of the Lord and must be worshiped as such.", "author": "Chaitanya Charitamrita, Adi-lila 1.46"},
  {"text": "All glories to the chanting of the holy name, which cleanses the heart of all impurities.", "author": "Chaitanya Charitamrita, Antya-lila 20.12"},
  {"text": "The Lord is the ultimate goal of all Vedic knowledge.", "author": "Bhagavad Gita 15.15"},
  {"text": "One who takes shelter of the Lord crosses over the ocean of material existence.", "author": "Srimad Bhagavatam 10.14.58"},
  {"text": "Devotional service performed with sincerity is never lost.", "author": "Bhagavad Gita 2.40"},
  {"text": "The Lord descends in His transcendental form to re-establish dharma and protect His devotees.", "author": "Bhagavad Gita 4.8"},
  {"text": "Just as the sun illuminates the entire universe, so does the knowledge of the self illuminate the soul.", "author": "Bhagavad Gita 5.16"},
  {"text": "The holy name of the Lord is sweeter than all sweetness.", "author": "Padma Purana"},
  {"text": "The devotee sees the Lord in all living entities and all living entities in the Lord.", "author": "Srimad Bhagavatam 11.2.45"},
  {"text": "The highest perfection is to attain pure love for the Supreme Personality of Godhead.", "author": "Srimad Bhagavatam 3.25.26"},
  {"text": "Even a small step in the path of devotion saves one from the greatest danger.", "author": "Bhagavad Gita 2.40"},
  {"text": "The Lord fulfills all desires of His pure devotees.", "author": "Srimad Bhagavatam 3.9.11"},
  {"text": "The Vedas glorify the holy name of the Supreme Lord as the essence of all sacrifices.", "author": "Mundaka Upanishad 1.2.10"},
  {"text": "A wise person sees all living entities with equal vision, whether it be a learned scholar, a cow, an elephant, or a dog.", "author": "Bhagavad Gita 5.18"},
  {"text": "The mind can be the best friend or the worst enemy of the soul.", "author": "Bhagavad Gita 6.5"},
  {"text": "The Lord reciprocates according to the surrender of the devotee.", "author": "Bhagavad Gita 4.11"},
  {"text": "The perfection of life is to serve the Supreme Lord with love and devotion.", "author": "Srimad Bhagavatam 7.5.23"},
  {"text": "The holy name of the Lord destroys all sins, whether chanted knowingly or unknowingly.", "author": "Srimad Bhagavatam 6.2.14"},
  {"text": "The Lord is the well-wisher of all living beings and is eternally free from envy.", "author": "Bhagavad Gita 5.29"},
  {"text": "A person who controls their mind can experience peace and happiness.", "author": "Bhagavad Gita 6.7"},
  {"text": "The transcendental sound of the holy name purifies the heart and awakens love of God.", "author": "Chaitanya Charitamrita, Madhya-lila 20.13"},
  {"text": "The material world is temporary and full of suffering, but those who surrender to Me can transcend it.", "author": "Bhagavad Gita 8.15"},
  {"text": "By associating with devotees, one develops faith, which leads to liberation.", "author": "Srimad Bhagavatam 3.25.25"},
  {"text": "The holy name of the Lord is the greatest benediction for all living beings.", "author": "Brihan-naradiya Purana 38.126"},
  {"text": "Real yoga is the connection of the soul with the Supreme Lord.", "author": "Bhagavad Gita 6.12"},
  {"text": "The lotus feet of the Lord are the ultimate refuge for the soul.", "author": "Srimad Bhagavatam 3.25.42"},
  {"text": "The supreme goal of life is to realize one's eternal relationship with the Lord.", "author": "Srimad Bhagavatam 1.2.6"},
  {"text": "The Lord's form is transcendental and beyond the modes of material nature.", "author": "Bhagavad Gita 4.6"},
  {"text": "For one who has conquered the mind, the Supersoul is already reached, for they have attained tranquility.", "author": "Bhagavad Gita 6.7"},
  {"text": "Even the greatest sages cannot comprehend the Lord's inconceivable energies.", "author": "Srimad Bhagavatam 10.87.41"},
  {"text": "The Lord is pleased by the sincere prayers and offerings of His devotees.", "author": "Bhagavad Gita 9.26"},
  {"text": "The spiritual master is the captain of the ship that leads the soul across the ocean of material existence.", "author": "Chaitanya Charitamrita, Adi-lila 1.45"},
  {"text": "To those who are constantly devoted and worship Me with love, I give the understanding by which they can come to Me.", "author": "Bhagavad Gita 10.10"},
  {"text": "Even a sinner who surrenders to the Lord wholeheartedly becomes purified and attains liberation.", "author": "Srimad Bhagavatam 6.1.15"},
  {"text": "The Lord's holy name and His form are non-different and full of transcendental bliss.", "author": "Padma Purana"},
  {"text": "The living entities are eternal fragments of the Supreme Lord, and they struggle in this world due to the mind and senses.", "author": "Bhagavad Gita 15.7"},
  {"text": "The association of pure devotees is the root cause of all auspiciousness.", "author": "Chaitanya Charitamrita, Madhya-lila 22.83"},
  {"text": "A yogi is greater than ascetics, greater than the empiricists, and greater than the fruitive workers. Therefore, be a yogi.", "author": "Bhagavad Gita 6.46"},
  {"text": "The material world is like a dream, and only those who seek the truth can awaken from it.", "author": "Srimad Bhagavatam 11.2.38"},
  {"text": "The Lord is the original creator, maintainer, and annihilator of the entire cosmic manifestation.", "author": "Bhagavad Gita 9.8"},
  {"text": "The chanting of the holy name is the recommended sacrifice for the age of Kali.", "author": "Srimad Bhagavatam 12.3.52"},
  {"text": "The Supreme Personality of Godhead is the source of all incarnations and the cause of all causes.", "author": "Srimad Bhagavatam 1.3.28"},
  {"text": "A person who performs their duties without attachment attains the Supreme.", "author": "Bhagavad Gita 3.19"},
  {"text": "The Lord is the friend of all living entities and resides within the heart as the Supersoul.", "author": "Bhagavad Gita 13.23"},
  {"text": "By hearing and chanting the glories of the Lord, one becomes free from the miseries of material existence.", "author": "Srimad Bhagavatam 1.2.17"},
  {"text": "The Lord's devotees see Him everywhere and in everything.", "author": "Srimad Bhagavatam 11.2.45"},
  {"text": "The mind is the cause of both bondage and liberation.", "author": "Srimad Bhagavatam 11.14.22"},
  {"text": "The transcendental qualities of the Lord attract the hearts of His devotees.", "author": "Srimad Bhagavatam 10.14.7"},
  {"text": "A pure devotee does not seek liberation or material enjoyment, but only service to the Lord.", "author": "Chaitanya Charitamrita, Madhya-lila 22.29"},
  {"text": "The Supreme Lord is the well-wisher of all living entities.", "author": "Bhagavad Gita 5.29"},
  {"text": "One should worship the Lord with a simple heart, free from duplicity.", "author": "Srimad Bhagavatam 11.2.46"},
  {"text": "By practicing bhakti-yoga, one can transcend the modes of material nature.", "author": "Bhagavad Gita 14.26"},
  {"text": "The Lord appears in different forms to protect His devotees and establish dharma.", "author": "Bhagavad Gita 4.8"},
  {"text": "The Lord's holy name is sweeter than the sweetest honey and more cooling than the moonlight.", "author": "Padma Purana"},
  {"text": "The Supreme Lord is eternal, full of knowledge and bliss, and beyond the dualities of the material world.", "author": "Srimad Bhagavatam 1.2.11"},
  {"text": "The perfection of life is to surrender fully to the lotus feet of the Supreme Lord.", "author": "Srimad Bhagavatam 11.5.41"},
  {"text": "Devotional service is the natural function of the soul.", "author": "Chaitanya Charitamrita, Madhya-lila 22.105"},
  {"text": "The Lord's devotees are free from fear and always absorbed in thoughts of Him.", "author": "Bhagavad Gita 10.9"},
  {"text": "The holy name of the Lord is a transcendental sound vibration that cleanses the heart.", "author": "Chaitanya Charitamrita, Antya-lila 20.12"},
  {"text": "The Lord is the master of all energies and the source of all creation.", "author": "Srimad Bhagavatam 10.3.26"},
  {"text": "One who sees the Lord's presence in all beings is truly wise.", "author": "Bhagavad Gita 6.29"},
  {"text": "The soul is never born and never dies; it is eternal and indestructible.", "author": "Bhagavad Gita 2.20"},
  {"text": "Those who worship the Lord with love attain eternal bliss.", "author": "Srimad Bhagavatam 10.14.8"},
  {"text": "By engaging in devotional service, one becomes free from material contamination.", "author": "Srimad Bhagavatam 1.2.7"},
  {"text": "The Lord's mercy is causeless and unlimited.", "author": "Srimad Bhagavatam 3.25.21"},
  {"text": "The chanting of the holy name awakens the dormant love of God within the heart.", "author": "Chaitanya Charitamrita, Madhya-lila 20.13"},
  {"text": "The Supreme Personality of Godhead is the ultimate shelter for all living beings.", "author": "Bhagavad Gita 18.66"},
    {"text": "Truth is one; sages call it by various names.", "author": "Rig Veda 1.164.46"},
    {"text": "Let noble thoughts come to us from every side.", "author": "Rig Veda 1.89.1"},
    {"text": "The mind is the swiftest entity in existence; it travels faster than light.", "author": "Rig Veda 10.9.3"},
    {"text": "You are the controller of your destiny. Strive for greatness through righteous action.", "author": "Yajur Veda 5.11"},
    {"text": "There is no joy in smallness; true happiness lies in embracing the infinite.", "author": "Chandogya Upanishad 7.23.1"},
    {"text": "One should perform actions without expecting the fruits thereof.", "author": "Yajur Veda 40.2"},
    {"text": "As the rivers merge into the ocean, so the desires of the wise merge into the Infinite.", "author": "Mundaka Upanishad 3.2.8"},
    {"text": "Let your speech be truthful, and let it be pleasant.", "author": "Taittiriya Upanishad 1.11.1"},
    {"text": "Ignorance covers the true self, like clouds cover the sun.", "author": "Yajur Veda 40.5"},
    {"text": "By sacrifice, the gods obtained immortality.", "author": "Rig Veda 10.90.16"},
    {"text": "The Divine resides within all beings and pervades the entire universe.", "author": "Sama Veda 6.3.1"},
    {"text": "The sun does not shine there, nor the moon and stars, nor lightning, nor fire. It is the light of the Self that illumines all.", "author": "Mundaka Upanishad 2.2.10"},
    {"text": "Perform your duties and dedicate them to the Supreme, and you shall attain freedom.", "author": "Yajur Veda 1.5"},
    {"text": "Arise, awake, and stop not until the goal is reached.", "author": "Katha Upanishad 1.3.14"},
    {"text": "The one who sees all beings in the Self, and the Self in all beings, does not hate anyone.", "author": "Isha Upanishad 6"},
    {"text": "May all beings look at me with the eye of a friend.", "author": "Yajur Veda 36.18"},
    {"text": "The universe exists for the sake of service to others.", "author": "Rig Veda 10.121.10"},
    {"text": "Through self-realization, one crosses the ocean of ignorance.", "author": "Sama Veda 8.7.1"},
    {"text": "The wise see the Lord in all beings and bow to Him everywhere.", "author": "Rig Veda 8.19.1"},
    {"text": "Knowledge purifies the mind, and self-control brings liberation.", "author": "Atharva Veda 6.120.3"},
    {"text": "The world is the stage, and all beings are players in this divine play.", "author": "Rig Veda 10.81.6"},
    {"text": "May we hear with our ears what is auspicious; may we see with our eyes what is beautiful.", "author": "Sama Veda 8.8.2"},
    {"text": "That which is infinite is eternal and unchanging.", "author": "Brihadaranyaka Upanishad 5.1.1"},
    {"text": "Through sacrifice and service, one achieves immortality.", "author": "Rig Veda 10.90.17"},
    {"text": "When the mind is pure, the heart is full of light.", "author": "Atharva Veda 4.29.7"},
    {"text": "The divine spark is present within all beings, like fire within wood.", "author": "Yajur Veda 12.119"},
    {"text": "Happiness lies in uniting one's mind with the Eternal Truth.", "author": "Rig Veda 8.19.2"},
    {"text": "The Divine manifests in the form of light, truth, and immortality.", "author": "Atharva Veda 10.8.44"},
    {"text": "The Self is the eternal witness, untouched by the actions of the body and mind.", "author": "Katha Upanishad 2.2.8"},
    {"text": "May the winds bring us happiness, and may the rivers carry blessings to us.", "author": "Rig Veda 10.9.1"},
    {"text": "One who sees the unity in diversity attains peace and harmony.", "author": "Atharva Veda 6.64.1"},
    {"text": "The actions of a noble person inspire others to follow the same path.", "author": "Rig Veda 1.92.6"},
    {"text": "As a fire is hidden within wood, so the Divine is hidden within the heart.", "author": "Chandogya Upanishad 6.13.1"},
    {"text": "Seek the light within yourself; it is the source of all knowledge and bliss.", "author": "Sama Veda 3.10.2"},
    {"text": "The knower of the Self transcends sorrow and attains eternal joy.", "author": "Brihadaranyaka Upanishad 4.4.15"},
    {"text": "All actions are offerings to the Supreme; perform them without attachment.", "author": "Yajur Veda 40.3"},
    {"text": "The Divine is the root cause of the universe, and all creation rests in Him.", "author": "Rig Veda 10.121.9"},
    {"text": "The entire cosmos is pervaded by the Lord, who is infinite and eternal.", "author": "Yajur Veda 40.1"},
    {"text": "With a heart full of gratitude, one can overcome any obstacle.", "author": "Atharva Veda 12.2.31"},
    {"text": "Meditate on the Supreme Being who is the light of all lights.", "author": "Mundaka Upanishad 2.2.11"},
    {"text": "The highest wisdom is to see the same Divine presence in all beings.", "author": "Atharva Veda 19.49.2"},
    {"text": "Let the fire of knowledge burn away all ignorance.", "author": "Rig Veda 10.16.3"},
    {"text": "By truthfulness and purity, one attains immortality.", "author": "Yajur Veda 12.21"},
    {"text": "He who bestows knowledge is the greatest benefactor.", "author": "Atharva Veda 5.5.16"},
    {"text": "Do not harm any living being; let compassion guide your actions.", "author": "Rig Veda 5.87.6"},
    {"text": "The Divine pervades the entire universe, yet remains beyond it.", "author": "Yajur Veda 40.8"},
    {"text": "With unity and harmony, we shall achieve greatness.", "author": "Atharva Veda 3.30.5"},
    {"text": "The Self is untouched by joy or sorrow, just as the sun is unaffected by earthly impurities.", "author": "Brihadaranyaka Upanishad 4.3.16"}
  
  
]
